[
    {
        "title": "1984",
        "author": "George Orwell",
        "synopsis": "A PBS Great American Read Top 100 Pick With extraordinary relevance and renewed popularity, George Orwell’s 1984 takes on new life in this edition. “Orwell saw, to his credit, that the act of falsifying reality is only secondarily a way of changing perceptions. It is, above all, a way of asserting power.”—The New Yorker In 1984, London is a grim city in the totalitarian state of Oceania where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be. Lionel Trilling said of Orwell’s masterpiece, “1984 is a profound, terrifying, and wholly fascinating book. It is a fantasy of the political future, and like any such fantasy, serves its author as a magnifying device for an examination of the present.” Though the year 1984 now exists in the past, Orwell’s novel remains an urgent call for the individual willing to speak truth to power.",
        "image": "http://books.google.com/books/content?id=kotPYEqx7kMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Petit Pays",
        "author": "Gaël Faye",
        "synopsis": "Already an international sensation and prize-winning bestseller in France, an evocative coming-of-age story of a young boy, a lost childhood and a shattered homeland. SHORTLISTED FOR THE ALBERTINE PRIZE * NAMED ONE OF THE BEST BOOKS OF THE YEAR BY ESQUIRE * LONGLISTED FOR THE ANDREW CARNEGIE MEDAL FOR EXCELLENCE IN FICTION * LONGLISTED FOR THE ASPEN WORDS LITERARY PRIZE Burundi, 1992. For ten-year-old Gabriel, life in his comfortable expatriate neighborhood of Bujumbura with his French father, Rwandan mother and little sister Ana, is something close to paradise. These are carefree days of laughter and adventure - sneaking Supermatch cigarettes and gorging on stolen mangoes - as he and his mischievous gang of friends transform their tiny cul-de-sac into their kingdom. But dark clouds are gathering over this small country, and soon their peaceful existence will shatter when Burundi, and neighboring Rwanda, are brutally hit by civil war and genocide. A novel of extraordinary power and beauty, Small Country describes an end of innocence as seen through the eyes of a child caught in the maelstrom of history. Shot through with shadows and light, tragedy and humor, it is a stirring tribute not only to a dark chapter in Africa's past, but also to the bright days that preceded it.",
        "image": "http://books.google.com/books/content?id=lcKGDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The House of the Spirits",
        "author": "Isabel Allende",
        "synopsis": "The Trueba family embodies strong feelings. This family saga starts at the beginning of the 20th century and continues through the assassination of Allende in 1973.",
        "image":  "http://books.google.com/books/content?id=IMwoCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Le quatrième mur",
        "author": "Eric Corbeyran Sorj Chalandon",
        "synopsis": " L'idée de Samuel était belle et folle : monter l'Antigone de Jean Anouilh à Beyrouth. Voler deux heures à la guerre, en prélevant dans chaque camp un fils ou une fille pour en faire des acteurs. Puis rassembler ces ennemis sur une scène de fortune, entre cour détruite et jardin saccagé. Samuel était grec.",
        "image":   "http://books.google.com/books/content?id=rPU2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Cat's Cradle",
        "author": "Kurt Vonnegut",
        "synopsis": " An apocalyptic tale of this planet’s ultimate fate, it features a midget as the protagonist, a complete, original theology created by a calypso singer, and a vision of the future that is at once blackly fatalistic and hilariously funny.",
        "image":   "http://books.google.com/books/content?id=w25sx0G6nRsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Bastard Out of Carolina",
        "author": "Dorothy Allison",
        "synopsis": "Ruth Anne Boatwright--a South Carolina bastard who is attached to the indomitable women in her mother's family--is tired of being labeled white trash and longs to escape from her hometown, and especially from Daddy Glen and his meanspirited jealousy.",
        "image":   "http://books.google.com/books/content?id=ExkJcaZCY94C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
]